export let breakfast = [{
    id: 1,
    img: 'https://www.tomatina.ua/wp-content/uploads/2021/02/yajczya-benedykt-z-hrustkym-bekonom-ta-buryachkovym-ajoli-350x350.png',
    title: 'Яйця з хрустким беконом та бурячковим айолі',
    description: 'ОБЕРІТЬ У ДОДАТКАХ СПОСІБ ПРИГОТУВАННЯ ЯЄЦЬ  Варені яйця/скрембл/яєчня, хрусткий бекон, хумус власного виробництва, припущені на вогні помідори чері, пряне броколі, халумі, салат мікс, боби едамаме, оливкова олія, орегано, сушена цибуля, мікрогрін, паприка шматочками, кунжут, соус бурячковий айолі',
    price: 109
},
{
    id: 2,
    img: 'https://www.tomatina.ua/wp-content/uploads/2021/02/losos-z-kinoa-yajczyamy-pashot-ta-avokado-copy-350x350.png',
    title: 'Лосось з кіноа, яйцями та авокадо',
    description: 'ОБЕРІТЬ У ДОДАТКАХ СПОСІБ ПРИГОТУВАННЯ ЯЄЦЬ Лосось, лайм, авокадо, варені яйця/скрембл/яєчня, паніні, крем-сир з зеленю, кіноа, салат мікс, гранат, помідори чері, оливкова олія, орегано, сушена цибуля, мікрогрін, паприка шматочками, кунжут, соус Голандез',
    price: 119
},
{
    id: 3,
    img: 'https://www.tomatina.ua/wp-content/uploads/2021/02/yayechnyj-skrembl-z-zapechenym-batatom-ta-bobamy-v-sousi-350x350.png',
    title: 'Яєчний скрембл з запеченим бататом та бобами в соусі',
    description: 'Скрембл із трьох яєць, тайський соус з перцем гриль, пармезан, авокадо, крем-сир із зеленню, запечений батат, боби в соусі, салат мікс, помідори чері, оливкова олія, паніні, сушена цибуля, орегано, паприка шматочками, мікрогрін, кунжут',
    price: 119
},
{
    id: 4,
    img: 'https://www.tomatina.ua/wp-content/uploads/2021/02/vivsyanka-z-lonom-ta-brynzoyu-pid-sousom-golandez-350x350.png',
    title: 'Вівсянка з льоном та бринзою під соусом Голандез',
    description: 'Вівсяні пластівці, бринза, припущені на вогні помідори чері, яєчня, печериці гриль, льон, сушена цибуля, орегано, паприка шматочками, мікрогрін, соус Голандез',
    price: 79
},
{
    id: 5,
    img: 'https://www.tomatina.ua/wp-content/uploads/2021/02/vivsyanka-na-kokosovomu-moloczi-z-karamelizovanoyu-grusheyu--350x350.png',
    title: 'Вівсянка на кокосовому молоці з карамелізованою грушею',
    description: "Вівсяні пластівці, кокосове молоко, чіа, карамелізована груша, ягоди (сезонні), солодкий мигдаль, м'ята, цукор",
    price: 89
}
];